{
    "Podmienky používania": "Tento termín upravuje používanie služieb TANKIFY, ktoré sa vzťahujú na používateľa TANKIFY (ďalej len 'POUŽÍVATEĽ') a znamená plné prijatie podmienok tohto termínu pri inštalácii aplikácie na vašom mobilnom zariadení alebo pri používaní webovej stránky.",

    "Predmet": "TANKIFY poskytuje POUŽÍVATEĽOM prístup k rôznym službám a produktom súvisiacim s ich vozidlami (motorovými alebo nie), ktoré sú registrované v systéme, nazývané príslušne SLUŽBY a PRODUKTY. Niektoré z ponúkaných služieb budú môcť byť využívané len prostredníctvom registrácie údajov týkajúcich sa vozidiel, ako aj interakcií samotných vozidiel.",

    "Podmienky prístupu a používania": "APLIKÁCIA: softvér na správu nákladov pre motorové vozidlá alebo nie.\nWEBOVÁ STRÁNKA: webová stránka, kde sa nachádzajú informácie o APLIKÁCII, ako aj odkazy na jej stiahnutie v obchodoch rôznych mobilných platforiem.\nREGISTRÁCIA: proces nevyhnutný a predchádzajúci používaniu všetkých ponúkaných služieb.\nMOJE LOKÁCIE: miesta registrované POUŽÍVATEĽOM, ktoré budú použité na výpočty prejdených vzdialeností a na registrácie TRAS.\nNATANKOVANIE: registrácia POUŽÍVATEĽOM natankovania vykonaného v jeho motorovom vozidle.\nNÁKLADY: registrácia POUŽÍVATEĽOM nákladov vzniknutých v jeho vozidle, ako sú parkovné, dane, poistenie, pokuty a iné.\nSLUŽBY: registrácia POUŽÍVATEĽOM služieb súvisiacich s údržbou jeho vozidla, ako sú náhradné diely, výmena oleja, pneumatiky a iné.\nPRIPOMIENKY: registrácia POUŽÍVATEĽOM nákladov a služieb, ktoré je potrebné vykonať na jeho vozidle.\nFLEX KALKULÁTOR:** systém výpočtov, ktorý umožňuje POUŽÍVATEĽOVI určiť, ktorý palivo je výhodnejšie pre natankovanie jeho motorových vozidiel (iba etanol a benzín).\nDOSIAHNUTIA: systém odmien pre používateľov podľa kombinácií aktualizácií zadaných klientom.\nPRO VERZIA: platená verzia aplikácie, ktorá umožňuje export reportov, žiadne reklamy, viac možností grafov a prioritné služby, medzi ďalšími výhodami, na mesačný, štvrťročný alebo ročný poplatok.",

    "Povinnosti používateľa": "POUŽÍVATEĽ sa zaväzuje používať TANKIFY v súlade so zákonom, týmito podmienkami používania, v súlade s pravidlami ochrany súkromia, ako aj s inými štandardmi a zaväzuje sa, že nebude reprodukovať, kopírovať, distribuovať, transformovať alebo upravovať obsah, pokiaľ nemá predchádzajúce povolenie držiteľa príslušných práv alebo to nie je zákonom povolené.",

    "Duševné vlastníctvo": "Obsah tejto aplikácie a webovej stránky, texty, obrázky, ikony a podobné produkty, ako aj značka TANKIFY, sú chránené brazilskou a zahraničnou legislatívou. Reprodukcia, úpravy, distribúcia, ako aj používanie akýchkoľvek informácií obsiahnutých v tejto aplikácii alebo webovej stránke mimo jej pôvodného rozsahu vyžaduje písomné povolenie vlastníkov webovej stránky alebo obsahu v otázke.\nSťahovanie a kópie tejto aplikácie sú povolené len na súkromné použitie a v prospech používateľov, ako fyzických, tak právnických osôb.\nAkékoľvek činy alebo príspevky smerujúce k dekompilácii, reverznému inžinierstvu, úprave funkcií, rozšíreniu, zmene, zlúčení TANKIFY alebo webovej stránky do akýchkoľvek iných programov, systémov alebo webových stránok.",

    "Zodpovednosť za odkazy": "Odkazy obsiahnuté v APLIKÁCII budú smerovať POUŽÍVATEĽA na webové stránky alebo aplikácie tretích strán alebo partnerov. My však nekontrolujeme obsah týchto tretích strán a partnerských stránok a nemôžeme zaručiť vernosť informácií, ktoré poskytujú. Poskytovatelia a správcovia aplikácií a webových stránok sú zodpovední za svoj vlastný obsah.",

    "Ochrana súkromia": "Vaša ochrana súkromia je pre nás dôležitá a zaväzujeme sa ju chrániť.\nTento dokument o ochrane súkromia popisuje, ako zhromažďujeme, používame, uchovávame, zdieľame a chránime vaše informácie na našej digitálnej platforme a s našimi partnermi. Tento dokument o ochrane súkromia sa uplatňuje, keď nainštalujete aplikáciu, získate prístup na akúkoľvek z platforiem, navštívite alebo používate akúkoľvek z dostupných služieb. Tento dokument je riadený podmienkami a ustanoveniami uvedenými v Podmienkach používania na stránke [https://tankify.onrender.com](https://tankify.onrender.com).\nPri vytváraní účtu alebo jednoducho pri prístupe na platformu výslovne súhlasíte so zhromažďovaním, používaním, zverejnením a uchovávaním vašich informácií tak, ako je popísané v tomto dokumente a v Podmienkach používania.\nAk zakúpite alebo získate prístup k Službe prostredníctvom tretej strany, ktorá poskytuje aplikáciu vo vašom prostredí alebo len cestu k aplikácii na našich serveroch, budete mať samostatný a dodatočný vzťah k týmto tretím stranám a tieto informácie sa spracovávajú v súlade s ochranou súkromia dohodnutou s nimi, a nemáme žiadny vzťah zástupnosti s týmito službami, pričom sme plne zodpovední za používanie a uchovávanie informácií, ktoré im poskytnete.\nAk nesúhlasíte s akýmikoľvek zmenami, ktoré sa môžu vyskytnúť v tejto politike ochrany súkromia, môžete uzavrieť svoj účet v špecifickej oblasti.",

    

    

    

    

    **Informácie zhromaždené spoločnosťou TANKIFY:** môžeme zhromažďovať a uchovávať akékoľvek informácie poskytnuté pri vytváraní účtu, vypĺňaní profilov, registrácii vozidla, registrácii služieb alebo akomkoľvek použití našich služieb, ako aj kontaktovaním prostredníctvom e-mailu alebo iného kanála.  
    **Informácie, ktoré zdieľate so službou:** Niektoré z informácií budú zdieľané s inými používateľmi služieb, ako je vaša profilová fotka, vaše používateľské meno, vaše názory a komentáre o službe alebo partnerovi, ale sľubujeme, že nebudeme zdieľať osobné údaje, ako sú registračné čísla alebo dokumenty, vaše kontaktné údaje a podobne.  
    **Informácie automaticky zhromažďované službou:** Môžeme automaticky zhromažďovať informácie o vás, keď používate službu.

    Ak pristupujete k službe prostredníctvom mobilného zariadenia, budeme zhromažďovať informácie o vašej geografickej polohe, vrátane vašej geografickej polohy vo vzťahu k obchodným miestam tretích strán. Okrem toho môžeme zhromažďovať informácie ako typ vášho zariadenia, verzia systému, štatistiky zobrazenia stránok a služby a používanie funkcií, funkcií alebo notifikácií na zariadení, aj keď nemáte vytvorený účet.

    Ak pristupujete k službe z počítača, môžeme zhromažďovať informácie ako typ a verzia vášho prehliadača, počítač a pripojenie, štatistiky zobrazení strán

    ok, aktivity a interakcie s obsahom, vrátane času a dňa, vrátane analýz a návštevnosti z webovej stránky a aplikácie.  

    #### Práva používateľa
    POUŽÍVATEĽ má právo:  
    1. Požadovať od nás prístup k svojím informáciám.  
    2. Požadovať od nás opravu alebo aktualizáciu svojich informácií.  
    3. Požadovať od nás odstránenie svojich informácií.  
    4. Odvolať svoj súhlas, ktorý dal na spracovanie osobných údajov, a to prostredníctvom nastavení vo svojom účte.  
    5. Požadovať kópiu svojich informácií.  
    6. Požadovať sprístupnenie svojich informácií na spracovanie iným spracovateľom.  

    **POUŽÍVATEĽ má tiež povinnosť:**  
    1. Oznámiť nám akékoľvek nepravdivé alebo nepresné informácie poskytnuté na našich platformách a službách.  
    2. Oznámiť nám akékoľvek porušenia týkajúce sa jeho účtu, ako je krádež identity alebo podvodné použitie.

    #### Záverečné ustanovenia
    TANKIFY si vyhradzuje právo na úpravy a aktualizácie tohto dokumentu v súlade s aktuálnym zákonodarstvom a platnými predpismi. Akékoľvek zmeny a úpravy budú zverejnené na tejto webovej stránke a platia odo dňa zverejnenia, ak nie je uvedené inak. Po akceptácii alebo neakceptovaní zmien nemôže byť užívateľ zodpovedný za nezrealizované úkony týkajúce sa TANKIFY.
}